---
kind: enumMember
id: F:Autodesk.Revit.DB.Events.ProgressStage.PositionChanged
enum: Autodesk.Revit.DB.Events.ProgressStage
source: html/641d9262-094b-53bc-3909-1b8566f15d3e.htm
---
# Autodesk.Revit.DB.Events.ProgressStage.PositionChanged

Progress bar has set new position